Repository: mendhak/gpstracka
Catalog: GPSTracka/AdvancedConfig.*.resx
Languages: cs

# tmiCancel.Text
source: &Cancel
cs: &Storno

# lblTime.Text
source: Time
cs: Čas

# optTimeSystem.Text
source: &System
cs: &Systém

# lblAltitudeCorrection.Text
source: Altitude corection
cs: Korekce výšky

# chkStartImmediatelly.Text
source: Start &immediatelly
cs: Spustit &okamžitě

# lblKMLDescFormat.Text
source: Desc format
cs: Formát popisu

# lblKMLFormattingHelp.Text
source: {0} - date && time UTC; {1} - longitude; {2} - latitude; {3} - altitude; {4} - date && time local {5} - elevation unit
cs: {0} - datum a čas UTC; {1} - zeměpisná délka; {2} - zeměpisná šířka; {3} - nadmořská výška; {4} - datum a čas lokální {5} - jednotka výšky

# llbStringFormat.Text
source: see String.Format
cs: viz String.Format

# lblKMLNameFormat.Text
source: Name format
cs: Formát jména

# lblPointPlacemark.Text
source: Point placemark:
cs: Značka pozice:

# tapGeneral.Text
source: General
cs: Obecné

# lblInvalidMaxPositions.Text
source: invalid positions
cs: nepl. pozicích

# lblAwakeDevices.Text
source: Keep awake devices
cs: Udržovat zapn. zaříz.

# lblInvalidMaxAfter.Text
source: Pause after
cs: Pauza po

# lblMinimalDistance.Text
source: Minimal distance
cs: Min. vzdálenost

# tapDisplay.Text
source: Display
cs: Zobrazení

# lblSpeedUnit.Text
source: Speed unit
cs: Jedn. rychlosti

# lblElevationUnit.Text
source: Elevation unit
cs: Jedn. výšky

# lblDistanceUnit.Text
source: Distance unit
cs: Jedn. délky

# chkInfoPane.Text
source: &Info pane
cs: &Infopanel

# lblLogFormat.Text
source: Log format
cs: Fromát logu

# lblLogFormatHelp.Text
source: See KML tab for details
cs: Pro detaily viz záložka KML

# lblClearLog.Text
source: Clear log every
cs: Vyčistit &log každých

# lblLines.Text
source: lines
cs: řádek

# lblClearInfo.Text
source: 0 = never; affects text box only
cs: 0 = nikdy; platí jen pro texbox

# lblLanguage.Text
source: Language
cs: Jazyk

# chkSeaLevelAltitude.Text
source: Use &sea level altitude
cs: Použít výšku od &hladiny moře

# tapDiagnostic.Text
source: Diagnostic
cs: Diagnotika

# lblBeepEvery.Text
source: Beep every
cs: Píp každých

# lblCSVAvailableFields.Text
source: Available fields
cs: Dostupná pole

# lblCSVFields.Text
source: Used fields
cs: Použitá pole

# chkCSVUTC.Text
source: UTC time
cs: Čas v UTC

# lblCSVDateFormat.Text
source: Date format
cs: Formát data

# lblCSVSeparator.Text
source: Separator
cs: Oddělovač

# lblCSVQualifier.Text
source: Text qualifier
cs: Text. kvalif.

# lblCSVNewLine.Text
source: New line
cs: Konec řádku

# lblCSVHeader.Text
source: Header
cs: Záhlaví

# cmbCSVQualifierUsage.Items
source: As needed
cs: Podle potř.

# cmbCSVQualifierUsage.Items1
source: Never
cs: Nikdy

# cmbCSVQualifierUsage.Items2
source: Always
cs: Vždy

# $this.Text
source: Advanced config
cs: Pokročilá nastavení
