Repository: mendhak/gpstracka
Catalog: GPSTracka/Properties/Resources.*.resx
Languages: cs

source: Line color
cs: Barva čáry

# err_InvalidKmlPointNameFormat
source: Given format for KML point name is invalid
cs: Zadaný formát pro název KML bodu je neplatný

# err_InvalidKmlPointDescFormat
source: Given format for KML point description is invalid
cs: Zadaný formát pro popis KML bodu je neplatný

# err_InvalidLogFormat
source: Given log format is invalid
cs: Zadaný formát logu je neplatný

source: please wait ...
cs: prosím čekejte ...

# err_PathMustBeRooted
source: Path must be rooted
cs: Cesta musí být kořenovaná

# err_SelectFolderPlease
source: Select folder, please.
cs: Vyberze složku, prosím.

# err_PositionIsNull
source: Position part is null.
cs: Část pozice je null.

source: GPSTracka Version
cs: GPSTracka Verze

source: Press Start
cs: Klepněte na Start

# err_ErrorTitle
source: Error:
cs: Chyba:

source: Opening...
cs: Otevírání ...

source: Running...
cs: Běh ...

# status_Running
source: running...
cs: běží...

# status_Opening
source: opening...
cs: otevírání...

source: Stopped.
cs: Zastaveno.

# Status_Stopped
source: GPS stopped
cs: GPS zastaveno

source: Stopping...
cs: Zastavování ...

# Status_Stopping
source: GPS stopping
cs: zastavování GPS

# err_NmeaCreateDir
source: Cannot create directory for NMEA file {0}: {1}
cs: Nemohu vytvořit složku pro logovací soubor NMEA {0}: {1}

# err_NmeaOpenFile
source: Cannot open NMEA file {0}: {1}
cs: Nemohu otevřít NMEA soubor {0}: {1}

# status_PositionReceived
source: position received
cs: pozice obdržena

# PointsTooNear
source: Points too near {0:0}m
cs: Body příliš blízko {0:0}m

# status_InvalidPosWait
source: inv. pos. {0} - wait
cs: nepl. poz. {0} - čekat

# status_InvalidPos
source: inv. pos. {0}
cs: nepl. poz. {0}

# err_WriteToFile
source: Couldn't write location to file. Try changing locations.
cs: Nemohu zapsat pozici do souboru. Zkuste změnit cestu.

# err_CreateDir
source: Cannot create the directory specified. Try another location.
cs: Nemohu vytořit specifikovaný adresář. Zkuste jiný.

# err_ERROR
source: ERROR
cs: CHYBA

# ContinueInCurrentFile
source: Do you want to continue in current file {0}?
cs: POkračovat v aktuálním souboru {0}?

# WillBeginReading
source: Will begin to read GPS data after {0} seconds.
cs: GPS data se začnou načítat za {0} sekund.

source: starting ...
cs: spouštění ...

# Status_Stopped_simple
source: stopped
cs: zastaveno

# ConfirmExit
source: Do you really want to exit? GPS Logging will stop.
cs: Přejete si skončit? GPS zápis bude zastaven.

# TrackSaved
source: Current track is saved.
cs: Aktuální trasa je uložena

# err_HelpNotAvailable
source: Help file {0} is not availbale. {1}
cs: Soubor nápovědy {0} je nedostupný. {1}

source: Recommended:
cs: Doporučeno:

# err_BadPath
source: Please select a proper file path
cs: Prosím, zvolte správnou cestu k souboru

# FormatTestInfo
source: UTC now={0}, lon={1}, lat={2}, alt={3}, now={4}, el.unit={5} The result is:
cs: UTC teď={0}, d={1}, š={2}, {3}m n.m., teď={4}, výšk.jedn.={5} Výsledek je:

source: Exaple of formatting
cs: Ukázka formátování

# err_InvalidFormatString
source: Error, the format string is invalid.
cs: Chyba, formátovací řetězec je neplatný.

# err_ErrorTitleMsg
source: Error
cs: Chyba

# err_PowerPolicyNotifiyFailed
source: Warning: Failed to set power policy for unattended mode. This may cause device to fall asleep and stop recording your track.
cs: Warování: Nepodařilo se nastavit politiku energetické spotřeby pro režim bezobslužný režim, což může mít za následek, že pokud zařízení přejde do úsporného režimu (usne), trasa přestane být zaznamenávána.

source: Latitude
cs: Zem. šířka

source: Longitude
cs: Zem. délka

source: Altitude
cs: Nadm. výška

source: Date
cs: Datum

source: Time
cs: Čas

source: Date + Time
cs: Datum + Čas

# err_CSVSeparatorEmpty
source: CSV separator cannot be empty.
cs: Oděělovač CSV nesmí být prázdný.

# err_CSVQualifierEmpty
source: CSV text qualifier cannot be empty.
cs: Textový kvalifikátor CSV nesmý být prázdný.

# err_NoCSVFields
source: Select at least one CSV field.
cs: Vyberte alespoň jedno CSV pole.

# err_InvalidCSVDateFormat
source: Format of date in CSV file is invalid:
cs: Formát data pro CSV soubor je neplatný:

source: Date format test
cs: Test formátu data

# DateTestMessage
source: Date = {0} Value = {1}
cs: Datum = {0} Hodnota = {1}

# err_InvalidFormat
source: The format is invalid.
cs: Formát je neplatný.

# msg_LngChange
source: In order change in language to take effect, you must restart GPSTracka.
cs: Aby se změna jazyka projevila, je potřeba GPSTRacku restartovat.

# COMPort
source: Comm port
cs: COM port

source: Format
cs: Formát

source: Logging options
cs: Volby záznamu

source: Polling rate
cs: Rychlost záznamu

source: default
cs: výchozí

# Satellite_Started
source: Sat. open
cs: Satelity otevřeny

# Satellite_Stopped
source: Sat. closed
cs: Satelity zavřeny
